IDEA Open Model
LineSupportSegment.FlexibleStiffnessRZ Property
 Support stiffness rotational RZ
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double FlexibleStiffnessRZ { get; set; }
Public Property FlexibleStiffnessRZ As Double
	Get
	Set
public:
property double FlexibleStiffnessRZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace